---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.ImportExportFailures
source: html/04e1dc26-35bd-e21a-3658-f5bc4cb9f354.htm
---
# Autodesk.Revit.DB.BuiltInFailures.ImportExportFailures

Failures about Import and Export.

## Syntax (C#)
```csharp
public static class ImportExportFailures
```